Repository: 84000/data-translation-memory
Catalog: toh330-v3.tmx
Source language: bo
Languages: en

source: ལྷའི་མདོ་ཉུང་ངུ་།
en: The Shorter Devatā Sūtra

source: སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་ཏེ། དེ་ནས་ལྷ་ཞིག་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། ། ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་
en: The Blessed One was staying at Jetavana, Anāthapiṇḍada’s park at Śrāvastī, when a divine being approached the Blessed One, paid homage by bowing its head to the feet of the Blessed One, and sat down to one side. Thereupon the divine being asked the Blessed One:

source: ལྷ་དེས་བཅོམ་ལྡན་འདས་ལ་ཞུ་བ་ཞུས་པ། ཚུལ་ཁྲིམས་གང་ལགས་སྤྱོད་པ་གང་། །ཡོན་ཏན་གང་ལགས་ལས་གང་གིས། །གནས་པ་ཇི་ལྟར་ཤེས་རབ་གང་། །སྐྱེ་བོ་གང་དག་མཐོ་རིས་མཆི། །ལྷ་ལ་ཐུགས་བརྩེ་ཉེར་བཟུང་ནས། །
en: “With what discipline, what conduct, What qualities, what actions, What manner of living, and what wisdom Do beings go to the higher realms?” Touched by compassion for the divine being,

source: སྟོན་པས་དེ་ལ་ལུང་བསྟན་པ། །སྐྱེ་བོ་མཐོ་རིས་གང་འགྲོ་བ། །ལྷ་ཁྱོད་ང་ལ་རབ་ཏུ་ཉོན། །
en: The Teacher told him: “O divine being, listen to me! These beings go to the higher realms:

source: སྲོག་གཅོད་པ་ལས་ཕྱིར་ལྡོག་ཅིང་། །ཁྲིམས་བཟུང་ཡང་དག་སྡོམ་ལ་དགའ། །
en: “Those who turn back from killing, Who uphold the law and delight in restraint,

source: གང་དག་འབྱུང་པོ་མི་འཚེ་བ། །སྐྱེ་བོ་དེ་དག་མཐོ་རིས་འགྲོ། །
en: Who do not harm any beings— Those beings go to the higher realms.

source: གང་དག་མ་བྱིན་ལེན་སྤོང་ཞིང་། །སྦྱིན་པ་གཏོང་ལ་རྟག་དགའ་སྟེ། །
en: “Those who abandon taking what is not given And always delight in giving,

source: རྐུ་བ་སྤོང་ཞིང་མི་རྐུ་བ། །སྐྱེ་བོ་དེ་དག་མཐོ་རིས་འགྲོ། །
en: Who abandon stealing and do not steal— Those beings go to the higher realms.

source: གཞན་གྱི་ཆུང་མའི་ཐད་མི་འགྲོ། །
en: “Those who do not approach the spouses of others,

source: ལོག་པར་གཡེམ་པ་རྣམ་པར་སྤོང་། །
en: Who abandon sexual misconduct,

source: བདག་གི་ཆུང་མས་ཆོག་སེམས་པ། །སྐྱེ་བོ་དེ་དག་མཐོ་རིས་འགྲོ། །
en: Who are satisfied with their spouses— Those beings go to the higher realms.

source: གཞན་གྱི་དོན་ལ་རྐུ་བྱེད་དང་། །བདག་གི་ཕྱིར་དང་འཇིགས་པའི་ཕྱིར། །བརྫུན་གྱི་ཚིག་རྣམས་མི་སྨྲ་བ། །སྐྱེ་བོ་དེ་དག་མཐོ་རིས་འགྲོ། །
en: “Those who do not tell lies, Either to steal in the interest of others, Or for their own sake, or out of fear— Those beings go to the higher realms. “Those who give up slander,

source: གྲོགས་པོ་རྟག་པར་འབྱེད་བྱེད་པ། །ཕྲ་མའི་ཚིག་རྣམས་རབ་སྤོང་ཞིང་། །གང་དག་འདུན་པར་རབ་དགའ་བ། །སྐྱེ་བོ་དེ་དག་མཐོ་རིས་འགྲོ། །
en: Which constantly separates friends, And delight in appreciation—

source: རྒྱགས་ལ་རྟེན་ཅིང་ཞེ་གཅོད་པ། །ཚིག་རྩུབ་དག་ནི་རྣམ་སྦྱོང་ཞིང་། །འཇམ་པོའི་ཚིག་ཏུ་གང་སྨྲ་བ། །སྐྱེ་བོ་དེ་དག་མཐོ་རིས་འགྲོ། །
en: Those beings go to the higher realms. “Those who abandon hurtful harsh words, Spoken with contempt, And who speak with gentle words— Those beings go to the higher realms.

source: དོན་མེད་གནས་དང་ལྡན་པ་ཡི། །ཀྱལ་པའི་ཚིག་རྣམས་རབ་སྤོང་ཞིང་། །གང་ཡང་དུས་སུ་ཆོས་སྨྲ་བ། །སྐྱེ་བོ་དེ་དག་མཐོ་རིས་འགྲོ། །
en: “Those who abandon Meaningless and idle talk, And when appropriate, expound the Dharma— Those beings go to the higher realms.

source: གྲོང་ངམ་འོན་ཏེ་དགོན་པ་ན། །
en: “Either in villages or in remote places,

source: གཞན་གྱིས་བདག་གིར་བྱས་པ་ལ། །དེ་ལ་ཆགས་སེམས་གང་མེད་པ། །སྐྱེ་བོ་དེ་དག་མཐོ་རིས་འགྲོ། །
en: Those who do not have any desire To claim another’s possessions as their own— Those beings go to the higher realms.

source: བྱམས་པའི་སེམས་ཀྱིས་མི་འཚེ་ཞིང་། །གནོད་པར་སེམས་པ་མེད་པ་ཡིས། །སྐྱེ་བོ་ཀུན་ལ་མི་གནོད་པ། །སྐྱེ་བོ་དེ་དག་མཐོ་རིས་འགྲོ། །
en: “Those who, with a loving mind, Do not hurt, and without ill will Do not harm any being— Those beings go to the higher realms.

source: ལས་དང་ལས་ཀྱི་རྣམ་སྨིན་དང་། །གཉི་ག་ལ་ཡང་གང་དད་ཅིང་། །ཡང་དག་ལྟ་བ་ཡང་དག་འཛིན། །
en: “Those who have confidence and faith In both karma and the ripening of karma, And truly hold the correct view—

source: སྐྱེ་བོ་དེ་དག་མཐོ་རིས་འགྲོ། །
en: Those beings go to the higher realms.

source: དགེ་བའི་ཆོས་རྣམས་འདི་དག་ནི། །དཀར་པོའི་ཆོས་ཀྱི་ལམ་བཅུ་སྟེ། །
en: “These virtuous qualities Are the tenfold path of the good Dharma.

source: གང་དག་ཡང་དག་འཛིན་འགྱུར་བ། །སྐྱེ་བོ་དེ་དག་མཐོ་རིས་འགྲོ། །
en: Those beings who truly uphold them Will go to the higher realms.

source: བྲམ་ཟེ་མྱ་ངན་འདས་པ་དང་། །དགྲ་དང་འཇིགས་པ་ཀུན་འདས་ཤིང་། །འཇིག་རྟེན་ཆགས་མེད་རྒལ་བ་ནི། །མང་པོ་ཡོད་པར་མ་མཐོང་ངོ་། །
en: “I do not see many brāhmaṇas who have attained nirvāṇa, Who have overcome all enemies and fears, Who have crossed over, Free from attachment to the world.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས་ལྷ་དེ་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །
en: After the Blessed One had spoken thus, the divine being rejoiced and praised what the Blessed One had said.

source: ལྷའི་མདོ་ཉུང་ངུ་རྫོགས་སོ།། །།
en: Thus concludes “The Shorter Devatā Sūtra.”

source: ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།​།
en: Translated, edited, and finalized by the senior editor and translator Bandé Yeshé Dé.
